{
  "global": {
    "it": "Italiano",
    "en": "Inglese",
    "get_started": "Inizia",
    "login": "Accedi",
    "signup": "Registrati"
  },
  "homepage": {
    "hero_title": "Unisciti a noi",
    "hero_description": "Siamo in un punto critico della storia del nostro pianeta, dove le azioni che intraprendiamo oggi avranno un impatto profondo sul futuro, ma non è troppo tardi per agire. Ogni piccolo passo verso uno stile di vita più ecologico può avere un impatto significativo sull'ambiente. Fai parte del movimento verso un futuro più luminoso e sostenibile apportando semplici cambiamenti oggi.",
    "roadmap_title": "Il vero impatto inizia da te",
    "roadmap_description": "Il cambiamento che vogliamo vedere nel mondo comincia da noi. L'impatto reale sull'ambiente comincia dalle scelte che facciamo nella nostra vita quotidiana. Prendendo responsabilità e facendo decisioni consapevoli, possiamo creare un effetto domino che porta verso un futuro migliore per tutti.",
    "roadmap_step1_title": "Calcola il tuo Carbon Footprint",
    "roadmap_step1_description": "Il nostro calcolatore stima rapidamente le tue emissioni giornaliere di CO₂ in base alle scelte del tuo stile di vita. Utilizzalo per ottenere preziosi suggerimenti per ridurre la tua carbon footprint e vivere uno stile di vita più sostenibile. Fai dei passi verso un futuro più verde oggi!",
    "roadmap_step2_title": "Agisci ora!",
    "roadmap_step2_description": "Calcolare la tua carbon footprint è solo il primo passo verso un futuro più sostenibile. Il passo successivo è agire! Iscrivendoti alla nostra piattaforma, puoi accedere a risorse e strumenti per aiutarti a ridurre ulteriormente la tua impronta. Dalle raccomandazioni per attività ecologiche ai consigli per un viaggio sostenibile, la nostra piattaforma è progettata per supportarti in ogni passo.",
    "roadmap_step3_title": "Fai la differenza",
    "roadmap_step3_description": "Ogni azione che intraprendi, per quanto piccola, può avere un impatto positivo sul mondo intorno a te. Che si tratti di scegliere di riciclare, ridurre il consumo di energia o sostenere attività commerciali sostenibili. Noi ti suggeriremo attività e esperienze che avranno un reale impatto sulla tua impronta ambientale. Tu hai il potere di fare la differenza.",
    "call_to_action1": "Scopri l'impatto ambientale della tua routine quotidiana con il nostro test. Scopri come puoi apportare miglioramenti e creare un futuro più sostenibile. Fai il test ora!",
    "call_to_action2": "Fai il nostro test e scopri modi semplici per fare la differenza in modo positivo. Unisciti al movimento per un futuro più sostenibile!",
    "activities_title": "Attività per ridurre il tuo Carbon Footprint",
    "activities_description": "Proponiamo varie attività come l'utilizzo dei mezzi pubblici, il consumo ridotto di carne e il supporto all'energia rinnovabile che possono fare una differenza significativa. Prendendo queste azioni, possiamo diminuire la quantità di emissioni di carbonio rilasciate nell'atmosfera e promuovere un futuro sostenibile.",
    "faq_title": "Domande Frequenti",
    "nav_login": "Accedi",
    "nav_about": "Chi siamo",
    "nav_mission": "Il nostro obiettivo",

    "login_title": "Bentornato",
    "login_description": "Inserisci la tua email per accedere.",
    "login_question": "Non hai ancora un account?",

    "signup_description": "Unisciti a noi per dare una svolta ai tuoi Eco Points e creare insieme un futuro più sostenibile per il nostro pianeta.",
    "signup_to_test": "Torna al test",
    "signup_password": "Inserisci almeno una lettera maiuscola e un numero."
  },
  "test_result": {
    "back_to_test": "Torna al Test",
    "your": "La tua",
    "test_results": "Risultati del Test",
    "earths_p1": "Se ognuno",
    "earths_p2": "vivesse",
    "earths_p3": "come te, avremmo",
    "earths_p4": "bisogno di",
    "earth": "Terra",
    "earths": "Terre",
    "overshoot_p1": "Il tuo giorno di",
    "overshoot_p2": "sovrasfruttamento della terra",
    "overshoot_p3": "è:",
    "overshoot_description": "Se tutti vivessero come te, l'Earth Overshoot Day sarebbe in questo giorno. Ciò significa che entro questa data, avremmo esaurito le risorse che la Terra è in grado di rigenerare nell'arco di un anno solare. Nel 2020, l'Earth Overshoot Day per l'umanità è il 22 agosto.",
    "ecological_fp": "Impronta Ecologica",
    "carbon_fp": "Carbon Footprint",
    "by_land_type": "Per Tipo di Terreno",
    "lbl_built": "Terreno edificato",
    "lbl_forest": "Foreste",
    "lbl_crop": "Terreno agricolo",
    "lbl_graz": "Pascoli",
    "lbl_fish": "Zone di pesca",
    "lbl_energy": "Carbon Footprint",
    "by_consumption": "Per Categoria di Consumo",
    "lbl_food": "Cibo",
    "lbl_housing": "Abitazione",
    "lbl_transport": "Trasporti",
    "lbl_goods": "Beni",
    "lbl_services": "Servizi",
    "signup_cta_p1": "Il prossimo passo è creare un account per aiutarci a ridurre l'impatto globale. Facciamo un",
    "signup_cta_p2": "cambiamento",
    "signup_cta_p3": "per un pianeta migliore",
    "signup_cta": "Registrati Ora"
  },
  "footer": {
    "slogan": "Riduci il tuo impatto ambientale, un passo alla volta",
    "copyright": "© 2023 reLeaf, tutti i diritti riservati.",
    "signature": "Realizzato dal Team 2, classe Full Stack 9 di Develhope",
    "menu1_title": "Esplora",
    "menu1_link1": "Come funziona",
    "menu1_link2": "Chi siamo",
    "menu1_link3": "La nostra missione",
    "menu1_link4": "Blog",
    "menu1_link5": "🏅 Classifica",
    "menu1_link6": "FAQ",
    "menu2_title": "Risorse",
    "menu2_link1": "Seguici su Facebook",
    "menu2_link2": "Seguici su Instagram",
    "menu2_link3": "Seguici su Twitter",
    "menu2_link4": "Supporto",
    "menu2_link5": "Contattaci",
    "menu3_title": "Articoli Recenti",
    "menu3_link1": "🌍 Salva il pianeta con ReLeaf",
    "menu3_link2": "🌲 Supporta la riforestazione con Treedom",
    "menu3_link3": "🛰 Il pianeta cambia ogni giorno",
    "menu3_link4": "🍃 Aiutaci a ridurre l'impatto globale"
  },
  "test_switcher": {
    "current_theme": "Tema Attuale: ",
    "current_lang": "Lingua Attuale: ",
    "toggle_theme": "Cambia Tema"
  }
}
